Repository: Dealer-Of-Happiness/Banana
Catalog: AIGoodbye/AIGoodbye/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, ko, pt_br, ru, uk, zh_hans, zh_hk

source: Summarize any text privately, on-device. Great after 'Get Text from Input' in a shortcut.
de: Fasse beliebigen Text privat auf dem Gerät zusammen. Ideal nach „Text aus Eingabe abrufen“ in einem Kurzbefehl.
el: Κάνε περίληψη οποιουδήποτε κειμένου ιδιωτικά, στη συσκευή. Ιδανικό μετά το «Λήψη κειμένου από είσοδο» σε μια συντόμευση.
es: Resume cualquier texto de forma privada, en el dispositivo. Ideal después de «Obtener texto de la entrada» en un atajo.
fr: Résumez n'importe quel texte en privé, sur l'appareil. Idéal après « Obtenir le texte de l'entrée » dans un raccourci.
it: Riassumi qualsiasi testo in privato, sul dispositivo. Ottimo dopo «Ottieni testo dall'input» in un comando rapido.
ja: どんなテキストも端末内でプライベートに要約できます。ショートカットの「入力からテキストを取得」の後に最適です。
ko: 어떤 텍스트든 기기에서 비공개로 요약합니다. 단축어의 ‘입력에서 텍스트 가져오기’ 다음에 쓰기 좋습니다.
pt_br: Resuma qualquer texto de forma privada, no dispositivo. Ótimo depois de «Obter texto da entrada» em um atalho.
ru: Кратко изложите любой текст приватно, на устройстве. Отлично работает после действия «Получить текст из ввода» в быстрой команде.
uk: Стисло викладіть будь-який текст приватно, на пристрої. Чудово працює після дії «Отримати текст із введення» у швидкій команді.
zh_hans: 在设备上私密地为任意文本生成摘要。非常适合放在快捷指令的“从输入获取文本”之后。
zh_hk: 在裝置上私密地為任意文字產生摘要。非常適合放在捷徑的「從輸入取得文字」之後。

source: Summarize with AI
de: Mit KI zusammenfassen
el: Περίληψη με AI
es: Resumir con IA
fr: Résumer avec l'IA
it: Riassumi con l'IA
ja: AI で要約
ko: AI로 요약
pt_br: Resumir com IA
ru: Составить резюме с ИИ
uk: Створити підсумок з ШІ
zh_hans: 用 AI 生成摘要
zh_hk: 用 AI 產生摘要

source: Summarize with AiGoodbye
de: Mit AiGoodbye zusammenfassen
el: Περίληψη με το AiGoodbye
es: Resumir con AiGoodbye
fr: Résumer avec AiGoodbye
it: Riassumi con AiGoodbye
ja: AiGoodbye で要約
ko: AiGoodbye로 요약
pt_br: Resumir com o AiGoodbye
ru: Кратко изложить с AiGoodbye
uk: Стисло викласти з AiGoodbye
zh_hans: 用 AiGoodbye 生成摘要
zh_hk: 用 AiGoodbye 產生摘要

source: Summarizing on this device...
de: Wird auf diesem Gerät zusammengefasst …
el: Δημιουργία περίληψης σε αυτή τη συσκευή…
es: Resumiendo en este dispositivo…
fr: Résumé en cours sur cet appareil…
it: Riassunto in corso su questo dispositivo…
ja: この端末で要約中…
ko: 이 기기에서 요약하는 중…
pt_br: Resumindo neste dispositivo…
ru: Составляю резюме на этом устройстве…
uk: Створюю підсумок на цьому пристрої…
zh_hans: 正在此设备上生成摘要…
zh_hk: 正在此裝置上產生摘要…

source: Supported
de: Unterstützt
el: Υποστηρίζονται
es: Compatible
fr: Pris en charge
it: Supportate
ja: 対応
ko: 지원됨
pt_br: Compatível
ru: Поддерживаются
uk: Підтримуються
zh_hans: 支持
zh_hk: 支援

source: Swap languages
de: Sprachen tauschen
el: Εναλλαγή γλωσσών
es: Intercambiar idiomas
fr: Inverser les langues
it: Scambia le lingue
ja: 言語を入れ替える
ko: 언어 바꾸기
pt_br: Trocar idiomas
ru: Поменять языки местами
uk: Поміняти мови місцями
zh_hans: 交换语言
zh_hk: 對調語言

source: Take Photo
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Hacer foto
fr: Prendre une photo
it: Scatta foto
ja: 写真を撮る
ko: 사진 찍기
pt_br: Tirar foto
ru: Снять фото
uk: Зробити фото
zh_hans: 拍照
zh_hk: 影相

source: Talk out loud
de: Laut sprechen
el: Μίλα δυνατά
es: Habla en voz alta
fr: Parler à voix haute
it: Parla ad alta voce
ja: 声で話す
ko: 소리내어 대화
pt_br: Falar em voz alta
ru: Говорить вслух
uk: Говорити вголос
zh_hans: 开口说话
zh_hk: 開口說話

source: Tap to talk
de: Zum Sprechen tippen
el: Πατήστε για ομιλία
es: Toca para hablar
fr: Touchez pour parler
it: Tocca per parlare
ja: タップして話す
ko: 탭하여 말하기
pt_br: Toque para falar
ru: Нажмите, чтобы говорить
uk: Натисніть, щоб говорити
zh_hans: 点按说话
zh_hk: 撳一下講嘢

source: Text only
de: Nur Text
el: Μόνο κείμενο
es: Solo texto
fr: Texte uniquement
it: Solo testo
ja: テキストのみ
ko: 텍스트만
pt_br: Somente texto
ru: Только текст
uk: Лише текст
zh_hans: 仅文本
zh_hk: 僅文字

source: That doesn't look like a model address. Use the form owner/model-name, for example mlx-community/Qwen3-VL-2B-Instruct-4bit.
de: Das sieht nicht nach einer Modelladresse aus. Verwende die Form owner/model-name, zum Beispiel mlx-community/Qwen3-VL-2B-Instruct-4bit.
el: Αυτό δεν μοιάζει με διεύθυνση μοντέλου. Χρησιμοποίησε τη μορφή owner/model-name, για παράδειγμα mlx-community/Qwen3-VL-2B-Instruct-4bit.
es: Eso no parece una dirección de modelo. Usa el formato owner/model-name, por ejemplo mlx-community/Qwen3-VL-2B-Instruct-4bit.
fr: Cela ne ressemble pas à une adresse de modèle. Utilisez la forme owner/model-name, par exemple mlx-community/Qwen3-VL-2B-Instruct-4bit.
it: Non sembra un indirizzo di modello. Usa la forma owner/model-name, ad esempio mlx-community/Qwen3-VL-2B-Instruct-4bit.
ja: モデルのアドレスではないようです。owner/model-name の形式で入力してください（例: mlx-community/Qwen3-VL-2B-Instruct-4bit）。
ko: 모델 주소 형식이 아닌 것 같습니다. owner/model-name 형식으로 입력하세요. 예: mlx-community/Qwen3-VL-2B-Instruct-4bit
pt_br: Isso não parece um endereço de modelo. Use o formato owner/model-name, por exemplo mlx-community/Qwen3-VL-2B-Instruct-4bit.
ru: Это не похоже на адрес модели. Используйте форму owner/model-name, например mlx-community/Qwen3-VL-2B-Instruct-4bit.
uk: Це не схоже на адресу моделі. Використовуйте форму owner/model-name, наприклад mlx-community/Qwen3-VL-2B-Instruct-4bit.
zh_hans: 这看起来不是模型地址。请使用 owner/model-name 的形式，例如 mlx-community/Qwen3-VL-2B-Instruct-4bit。
zh_hk: 這看起來不是模型位址。請使用 owner/model-name 的形式，例如 mlx-community/Qwen3-VL-2B-Instruct-4bit。

source: That model has already been added.
de: Dieses Modell wurde bereits hinzugefügt.
el: Αυτό το μοντέλο έχει ήδη προστεθεί.
es: Ese modelo ya se ha añadido.
fr: Ce modèle a déjà été ajouté.
it: Quel modello è già stato aggiunto.
ja: そのモデルはすでに追加されています。
ko: 이미 추가된 모델입니다.
pt_br: Esse modelo já foi adicionado.
ru: Эта модель уже добавлена.
uk: Цю модель уже додано.
zh_hans: 该模型已添加。
zh_hk: 該模型已加入。

source: That took too long to answer. Try a shorter question, or ask in the app.
de: Die Antwort hat zu lange gedauert. Versuche eine kürzere Frage oder frage in der App.
el: Η απάντηση άργησε πολύ. Δοκίμασε πιο σύντομη ερώτηση ή ρώτησε μέσα στην εφαρμογή.
es: La respuesta tardó demasiado. Prueba con una pregunta más corta o pregúntalo en la app.
fr: La réponse a pris trop de temps. Essayez une question plus courte ou posez-la dans l'app.
it: La risposta ha richiesto troppo tempo. Prova con una domanda più breve o chiedi nell'app.
ja: 回答に時間がかかりすぎました。もっと短い質問にするか、アプリ内で質問してください。
ko: 답변이 너무 오래 걸렸습니다. 더 짧은 질문을 하거나 앱에서 물어보세요.
pt_br: A resposta demorou demais. Tente uma pergunta mais curta ou pergunte no app.
ru: Ответ занял слишком много времени. Задайте вопрос покороче или спросите в приложении.
uk: Відповідь зайняла надто багато часу. Поставте коротше запитання або запитайте в застосунку.
zh_hans: 回答用时过长。请换一个更简短的问题，或在 App 中提问。
zh_hk: 回答耗時過長。請換一個更簡短的問題，或在 App 中提問。

source: The AI is busy with another task. Try again in a moment.
de: Die KI ist gerade mit etwas anderem beschäftigt. Versuche es gleich noch einmal.
el: Το AI είναι απασχολημένο με άλλη εργασία. Δοκίμασε ξανά σε λίγο.
es: La IA está ocupada con otra tarea. Inténtalo de nuevo en un momento.
fr: L'IA est occupée par une autre tâche. Réessayez dans un instant.
it: L'IA è occupata con un'altra attività. Riprova tra un momento.
ja: AI は別の処理を実行中です。少し待ってからもう一度お試しください。
ko: AI가 다른 작업을 처리 중입니다. 잠시 후 다시 시도하세요.
pt_br: A IA está ocupada com outra tarefa. Tente novamente em instantes.
ru: ИИ занят другой задачей. Повторите попытку через мгновение.
uk: ШІ зайнятий іншим завданням. Спробуйте ще раз за мить.
zh_hans: AI 正在处理其他任务。请稍后再试。
zh_hk: AI 正在處理其他任務。請稍後再試。

source: The AI model isn't ready yet. Download or select a model in Settings.
de: Das KI-Modell ist noch nicht bereit. Laden oder wählen Sie ein Modell in den Einstellungen.
el: Το μοντέλο AI δεν είναι έτοιμο ακόμα. Κάντε λήψη ή επιλέξτε ένα μοντέλο στις Ρυθμίσεις.
es: El modelo de IA aún no está listo. Descarga o selecciona un modelo en Ajustes.
fr: Le modèle d'IA n'est pas encore prêt. Téléchargez ou sélectionnez un modèle dans Réglages.
it: Il modello IA non è ancora pronto. Scarica o seleziona un modello in Impostazioni.
ja: AIモデルの準備がまだできていません。設定でモデルをダウンロードまたは選択してください。
ko: AI 모델이 아직 준비되지 않았습니다. 설정에서 모델을 다운로드하거나 선택하세요.
pt_br: O modelo de IA ainda não está pronto. Baixe ou selecione um modelo nos Ajustes.
ru: Модель ИИ ещё не готова. Скачайте или выберите модель в Настройках.
uk: Модель ШІ ще не готова. Завантажте або виберіть модель у Налаштуваннях.
zh_hans: AI 模型尚未就绪。请在设置中下载或选择模型。
zh_hk: AI 模型尚未就緒。請在設定中下載或選擇模型。

source: The AI runs on this device. Nothing you type is ever uploaded.
de: Die KI läuft auf diesem Gerät. Nichts, was du eingibst, wird jemals hochgeladen.
el: Το AI τρέχει σε αυτή τη συσκευή. Τίποτα από όσα γράφεις δεν ανεβαίνει ποτέ.
es: La IA se ejecuta en este dispositivo. Nada de lo que escribes se sube nunca.
fr: L'IA fonctionne sur cet appareil. Rien de ce que vous écrivez n'est jamais envoyé.
it: L'IA gira su questo dispositivo. Nulla di ciò che scrivi viene mai caricato.
ja: AI はこの端末で動作します。入力した内容がアップロードされることはありません。
ko: AI는 이 기기에서 실행됩니다. 입력한 내용이 업로드되는 일은 없습니다.
pt_br: A IA roda neste dispositivo. Nada do que você digita é enviado.
ru: ИИ работает на этом устройстве. Ничего из введённого вами не загружается в сеть.
uk: ШІ працює на цьому пристрої. Нічого з введеного вами не завантажується в мережу.
zh_hans: AI 在本设备上运行。你输入的任何内容都不会被上传。
zh_hk: AI 在本裝置上執行。你輸入的任何內容都不會被上傳。

source: The app asks for the camera, microphone and speech recognition only when you use those features, and works fully without them.
de: Die App fragt nur dann nach Kamera, Mikrofon und Spracherkennung, wenn Sie diese Funktionen nutzen – und funktioniert auch ganz ohne sie.
el: Η εφαρμογή ζητά κάμερα, μικρόφωνο και αναγνώριση ομιλίας μόνο όταν χρησιμοποιείτε αυτές τις λειτουργίες, και δουλεύει κανονικά και χωρίς αυτές.
es: La app pide la cámara, el micrófono y el reconocimiento de voz solo cuando usas esas funciones, y funciona perfectamente sin ellos.
fr: L'app demande l'accès à la caméra, au micro et à la reconnaissance vocale uniquement quand vous utilisez ces fonctions, et fonctionne parfaitement sans elles.
it: L'app chiede fotocamera, microfono e riconoscimento vocale solo quando usi queste funzioni, e funziona benissimo anche senza.
ja: カメラ、マイク、音声認識の許可を求めるのは、それらの機能を使うときだけです。なくてもアプリは問題なく使えます。
ko: 앱은 카메라, 마이크, 음성 인식을 해당 기능을 사용할 때만 요청하며, 없어도 아무 문제 없이 작동합니다.
pt_br: O app pede câmera, microfone e reconhecimento de fala só quando você usa esses recursos, e funciona muito bem sem eles.
ru: Приложение запрашивает камеру, микрофон и распознавание речи только тогда, когда вы пользуетесь этими функциями, и полностью работает без них.
uk: Застосунок запитує камеру, мікрофон і розпізнавання мовлення лише тоді, коли ви користуєтеся цими функціями, і повністю працює без них.
zh_hans: 只有在您使用相机、麦克风和语音识别这些功能时，应用才会请求相应权限；没有它们，应用也能完整使用。
zh_hk: 只有喺你用相機、麥克風同語音辨識嘅時候，應用程式先會要求權限；冇咗佢哋，一樣用得晒。

source: The audio couldn't be saved to the end (the device may be out of space), but the transcript is complete.
de: Das Audio konnte nicht bis zum Ende gesichert werden (möglicherweise ist der Speicher voll), das Transkript ist aber vollständig.
el: Ο ήχος δεν αποθηκεύτηκε μέχρι το τέλος (ίσως δεν υπάρχει χώρος στη συσκευή), αλλά η απομαγνητοφώνηση είναι πλήρης.
es: El audio no se pudo guardar hasta el final (puede que el dispositivo no tenga espacio), pero la transcripción está completa.
fr: L'audio n'a pas pu être enregistré jusqu'au bout (l'appareil manque peut-être d'espace), mais la transcription est complète.
it: Non è stato possibile salvare l'audio fino alla fine (il dispositivo potrebbe non avere spazio), ma la trascrizione è completa.
ja: 音声を最後まで保存できませんでした（端末の空き容量が不足している可能性があります）。文字起こしは完全です。
ko: 오디오를 끝까지 저장하지 못했습니다(기기 저장 공간이 부족할 수 있습니다). 텍스트 기록은 완전합니다.
pt_br: Não foi possível salvar o áudio até o fim (o dispositivo pode estar sem espaço), mas a transcrição está completa.
ru: Звук не удалось сохранить до конца (возможно, на устройстве нет места), но расшифровка полная.
uk: Звук не вдалося зберегти до кінця (можливо, на пристрої немає місця), але розшифровка повна.
zh_hans: 音频未能保存到最后（设备可能空间不足），但文字记录是完整的。
zh_hk: 音訊未能保存到最後（裝置可能空間不足），但文字記錄是完整的。

source: The audio couldn't be saved to the end. The device may be out of space.
de: Das Audio konnte nicht bis zum Ende gesichert werden. Möglicherweise ist der Speicher voll.
el: Ο ήχος δεν αποθηκεύτηκε μέχρι το τέλος. Ίσως δεν υπάρχει χώρος στη συσκευή.
es: El audio no se pudo guardar hasta el final. Puede que el dispositivo no tenga espacio.
fr: L'audio n'a pas pu être enregistré jusqu'au bout. L'appareil manque peut-être d'espace.
it: Non è stato possibile salvare l'audio fino alla fine. Il dispositivo potrebbe non avere spazio.
ja: 音声を最後まで保存できませんでした。端末の空き容量が不足している可能性があります。
ko: 오디오를 끝까지 저장하지 못했습니다. 기기 저장 공간이 부족할 수 있습니다.
pt_br: Não foi possível salvar o áudio até o fim. O dispositivo pode estar sem espaço.
ru: Звук не удалось сохранить до конца. Возможно, на устройстве нет места.
uk: Звук не вдалося зберегти до кінця. Можливо, на пристрої немає місця.
zh_hans: 音频未能保存到最后。设备可能空间不足。
zh_hk: 音訊未能保存到最後。裝置可能空間不足。

source: The audio device changed, so only the transcript continues from here.
de: Das Audiogerät hat gewechselt, ab hier wird nur noch das Transkript fortgesetzt.
el: Η συσκευή ήχου άλλαξε, οπότε από εδώ και πέρα συνεχίζει μόνο η απομαγνητοφώνηση.
es: El dispositivo de audio cambió, así que a partir de aquí solo continúa la transcripción.
fr: Le périphérique audio a changé : à partir d'ici, seule la transcription continue.
it: Il dispositivo audio è cambiato, quindi da qui in poi continua solo la trascrizione.
ja: オーディオ機器が変わったため、ここからは文字起こしのみ続きます。
ko: 오디오 기기가 바뀌어 여기부터는 텍스트 기록만 이어집니다.
pt_br: O dispositivo de áudio mudou, então daqui em diante só a transcrição continua.
ru: Аудиоустройство изменилось, поэтому дальше сохраняется только расшифровка.
uk: Аудіопристрій змінився, тому далі зберігається лише розшифровка.
zh_hans: 音频设备已更改，从此处开始仅继续记录文字。
zh_hk: 音訊裝置已變更，從此處開始僅繼續記錄文字。

source: The audio device changed, so recording paused. Tap resume to continue.
de: Das Audiogerät hat gewechselt, daher wurde die Aufnahme pausiert. Tippe auf „Fortsetzen“.
el: Η συσκευή ήχου άλλαξε, οπότε η εγγραφή τέθηκε σε παύση. Πάτησε «Συνέχεια».
es: El dispositivo de audio cambió, así que la grabación se pausó. Toca «Reanudar» para continuar.
fr: Le périphérique audio a changé, l'enregistrement est en pause. Touchez « Reprendre ».
it: Il dispositivo audio è cambiato, quindi la registrazione è in pausa. Tocca «Riprendi».
ja: オーディオ機器が変わったため録音を一時停止しました。「再開」をタップしてください。
ko: 오디오 기기가 바뀌어 녹음을 일시정지했습니다. ‘계속’을 눌러 이어가세요.
pt_br: O dispositivo de áudio mudou, então a gravação foi pausada. Toque em «Retomar».
ru: Аудиоустройство изменилось, поэтому запись приостановлена. Нажмите «Продолжить».
uk: Аудіопристрій змінився, тому запис призупинено. Натисніть «Продовжити».
zh_hans: 音频设备已更改，录音已暂停。点按“继续”以继续录音。
zh_hk: 音訊裝置已變更，錄音已暫停。點一下「繼續」以繼續錄音。

source: The audio device changed. Recording continued.
de: Das Audiogerät hat gewechselt. Die Aufnahme läuft weiter.
el: Η συσκευή ήχου άλλαξε. Η εγγραφή συνεχίστηκε.
es: El dispositivo de audio ha cambiado. La grabación ha continuado.
fr: Le périphérique audio a changé. L'enregistrement s'est poursuivi.
it: Il dispositivo audio è cambiato. La registrazione è proseguita.
ja: オーディオ機器が変わりましたが、録音は続いています。
ko: 오디오 장치가 바뀌었지만 녹음은 계속됐습니다.
pt_br: O dispositivo de áudio mudou. A gravação continuou.
ru: Аудиоустройство изменилось. Запись продолжается.
uk: Аудіопристрій змінився. Запис триває.
zh_hans: 音频设备已更换，录音继续进行。
zh_hk: 音訊裝置轉咗，錄音繼續進行。

source: The audio file couldn't be created, so only the transcript will be saved.
de: Die Audiodatei konnte nicht erstellt werden, daher wird nur das Transkript gesichert.
el: Δεν ήταν δυνατή η δημιουργία του αρχείου ήχου, οπότε θα αποθηκευτεί μόνο η απομαγνητοφώνηση.
es: No se pudo crear el archivo de audio, así que solo se guardará la transcripción.
fr: Le fichier audio n'a pas pu être créé : seule la transcription sera enregistrée.
it: Non è stato possibile creare il file audio, quindi verrà salvata solo la trascrizione.
ja: 音声ファイルを作成できなかったため、文字起こしのみ保存されます。
ko: 오디오 파일을 만들지 못해 텍스트 기록만 저장됩니다.
pt_br: Não foi possível criar o arquivo de áudio, então apenas a transcrição será salva.
ru: Не удалось создать аудиофайл, поэтому сохранится только расшифровка.
uk: Не вдалося створити аудіофайл, тому збережеться лише розшифровка.
zh_hans: 无法创建音频文件，因此只会保存文字记录。
zh_hk: 無法建立音訊檔案，因此只會保存文字記錄。

source: The audio for this recording is missing.
de: Das Audio dieser Aufnahme fehlt.
el: Ο ήχος αυτής της ηχογράφησης λείπει.
es: Falta el audio de esta grabación.
fr: L'audio de cet enregistrement est manquant.
it: L'audio di questa registrazione è mancante.
ja: この録音の音声が見つかりません。
ko: 이 녹음의 오디오가 없습니다.
pt_br: O áudio desta gravação está faltando.
ru: Аудио этой записи отсутствует.
uk: Аудіо цього запису відсутнє.
zh_hans: 此录音的音频已丢失。
zh_hk: 此錄音的音訊已遺失。

source: The camera isn't available. Check camera permission in the Settings app.
de: Die Kamera ist nicht verfügbar. Prüfe die Kameraberechtigung in der Einstellungen-App.
el: Η κάμερα δεν είναι διαθέσιμη. Ελέγξτε την άδεια κάμερας στις Ρυθμίσεις.
es: La cámara no está disponible. Comprueba el permiso de cámara en la app Ajustes.
fr: La caméra n'est pas disponible. Vérifiez l'autorisation de la caméra dans l'app Réglages.
it: La fotocamera non è disponibile. Controlla il permesso della fotocamera nell'app Impostazioni.
ja: カメラを利用できません。設定アプリでカメラの許可を確認してください。
ko: 카메라를 사용할 수 없습니다. 설정 앱에서 카메라 권한을 확인하세요.
pt_br: A câmera não está disponível. Verifique a permissão da câmera no app Ajustes.
ru: Камера недоступна. Проверьте разрешение камеры в приложении «Настройки».
uk: Камера недоступна. Перевірте дозвіл камери в застосунку «Налаштування».
zh_hans: 相机不可用。请在「设置」应用中检查相机权限。
zh_hk: 用唔到相機。請喺「設定」App度檢查相機權限。

source: The camera isn't sending any pictures. Close this screen and open it again.
de: Die Kamera liefert keine Bilder. Schließe diesen Bildschirm und öffne ihn erneut.
el: Η κάμερα δεν στέλνει εικόνες. Κλείσε αυτή την οθόνη και άνοιξέ την ξανά.
es: La cámara no está enviando imágenes. Cierra esta pantalla y vuelve a abrirla.
fr: L'appareil photo n'envoie aucune image. Fermez cet écran et rouvrez-le.
it: La fotocamera non invia immagini. Chiudi questa schermata e riaprila.
ja: カメラから映像が届いていません。この画面を閉じて開き直してください。
ko: 카메라에서 화면이 오지 않습니다. 이 화면을 닫았다가 다시 여세요.
pt_br: A câmera não está enviando imagens. Feche esta tela e abra novamente.
ru: Камера не передаёт изображение. Закройте этот экран и откройте снова.
uk: Камера не передає зображення. Закрийте цей екран і відкрийте знову.
zh_hans: 相机没有传回画面。请关闭此界面后重新打开。
zh_hk: 相機沒有傳回畫面。請關閉此畫面後重新開啟。

source: The connection timed out. Please try again.
de: Zeitüberschreitung bei der Verbindung. Bitte versuchen Sie es erneut.
el: Η σύνδεση έληξε λόγω χρονικού ορίου. Δοκιμάστε ξανά.
es: Se agotó el tiempo de conexión. Inténtalo de nuevo.
fr: La connexion a expiré. Veuillez réessayer.
it: Connessione scaduta. Riprova.
ja: 接続がタイムアウトしました。もう一度お試しください。
ko: 연결 시간이 초과되었습니다. 다시 시도하세요.
pt_br: A conexão expirou. Tente novamente.
ru: Время ожидания подключения истекло. Повторите попытку.
uk: Час очікування з'єднання минув. Повторіть спробу.
zh_hans: 连接超时。请重试。
zh_hk: 連線逾時。請再試一次。

source: The download couldn't be completed. Check that Wi-Fi is connected and try again.
de: Der Download konnte nicht abgeschlossen werden. Prüfe, ob WLAN verbunden ist, und versuche es erneut.
el: Η λήψη δεν ολοκληρώθηκε. Έλεγξε ότι είσαι συνδεδεμένος σε Wi-Fi και δοκίμασε ξανά.
es: No se pudo completar la descarga. Comprueba que el Wi-Fi esté conectado e inténtalo de nuevo.
fr: Le téléchargement n'a pas pu être terminé. Vérifiez que le Wi-Fi est connecté et réessayez.
it: Il download non è stato completato. Controlla che il Wi-Fi sia connesso e riprova.
ja: ダウンロードを完了できませんでした。Wi-Fiに接続されているか確認して、もう一度お試しください。
ko: 다운로드를 완료할 수 없습니다. Wi-Fi가 연결되어 있는지 확인하고 다시 시도하세요.
pt_br: O download não pôde ser concluído. Verifique se o Wi-Fi está conectado e tente de novo.
ru: Не удалось завершить загрузку. Проверьте подключение к Wi-Fi и попробуйте снова.
uk: Не вдалося завершити завантаження. Перевірте підключення до Wi-Fi і спробуйте ще раз.
zh_hans: 下载未能完成。请检查 Wi-Fi 是否已连接，然后重试。
zh_hk: 下載未能完成。請檢查 Wi-Fi 有冇連接，然後再試一次。

source: The download couldn't start. Check your internet connection and try again.
de: Der Download konnte nicht gestartet werden. Prüfe deine Internetverbindung und versuche es erneut.
el: Δεν ήταν δυνατή η έναρξη της λήψης. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά.
es: No se pudo iniciar la descarga. Comprueba tu conexión a internet e inténtalo de nuevo.
fr: Le téléchargement n'a pas pu démarrer. Vérifiez votre connexion Internet et réessayez.
it: Impossibile avviare il download. Controlla la connessione a internet e riprova.
ja: ダウンロードを開始できませんでした。インターネット接続を確認して、もう一度お試しください。
ko: 다운로드를 시작할 수 없습니다. 인터넷 연결을 확인한 후 다시 시도하세요.
pt_br: Não foi possível iniciar o download. Verifique sua conexão com a internet e tente novamente.
ru: Не удалось начать загрузку. Проверьте подключение к интернету и попробуйте снова.
uk: Не вдалося почати завантаження. Перевірте підключення до інтернету та спробуйте ще раз.
zh_hans: 无法开始下载。请检查网络连接后重试。
zh_hk: 開始唔到下載。請檢查網絡連線再試多次。

source: The microphone couldn't be started. Check that another app isn't using it.
de: Das Mikrofon konnte nicht gestartet werden. Prüfe, ob eine andere App es verwendet.
el: Δεν ήταν δυνατή η εκκίνηση του μικροφώνου. Ελέγξτε αν το χρησιμοποιεί άλλη εφαρμογή.
es: No se pudo iniciar el micrófono. Comprueba que otra app no lo esté usando.
fr: Impossible de démarrer le micro. Vérifiez qu'une autre app ne l'utilise pas.
it: Impossibile avviare il microfono. Controlla che un'altra app non lo stia usando.
ja: マイクを起動できませんでした。他のアプリが使用中でないか確認してください。
ko: 마이크를 시작할 수 없습니다. 다른 앱이 사용 중인지 확인하세요.
pt_br: Não foi possível iniciar o microfone. Verifique se outro app não o está usando.
ru: Не удалось запустить микрофон. Убедитесь, что его не использует другое приложение.
uk: Не вдалося запустити мікрофон. Переконайтеся, що його не використовує інший застосунок.
zh_hans: 无法启动麦克风。请检查是否有其他应用正在使用。
zh_hk: 開唔到麥克風。請檢查係咪有其他App用緊。

source: The model isn't downloaded yet, so your message wasn't answered.
de: Das Modell ist noch nicht geladen, daher wurde deine Nachricht nicht beantwortet.
el: Το μοντέλο δεν έχει κατέβει ακόμη, οπότε το μήνυμά σας δεν απαντήθηκε.
es: El modelo aún no está descargado, así que tu mensaje no recibió respuesta.
fr: Le modèle n'est pas encore téléchargé, votre message est donc resté sans réponse.
it: Il modello non è ancora scaricato, quindi il tuo messaggio non ha ricevuto risposta.
ja: モデルがまだダウンロードされていないため、メッセージへの回答はありません。
ko: 모델이 아직 다운로드되지 않아 메시지에 답변하지 못했습니다.
pt_br: O modelo ainda não foi baixado, então sua mensagem não foi respondida.
ru: Модель ещё не загружена, поэтому на ваше сообщение нет ответа.
uk: Модель ще не завантажена, тому на ваше повідомлення немає відповіді.
zh_hans: 模型尚未下载，因此您的消息还没有回复。
zh_hk: 模型仲未下載，所以你嘅訊息仲未有回覆。

source: The summary couldn't be made right now. The recording and transcript are safe.
de: Die Zusammenfassung konnte gerade nicht erstellt werden. Aufnahme und Transkript sind sicher.
el: Δεν ήταν δυνατή η δημιουργία περίληψης αυτή τη στιγμή. Η ηχογράφηση και η απομαγνητοφώνηση είναι ασφαλείς.
es: Ahora mismo no se pudo crear el resumen. La grabación y la transcripción están a salvo.
fr: Le résumé n'a pas pu être créé pour le moment. L'enregistrement et la transcription sont intacts.
it: Non è stato possibile creare il riassunto in questo momento. La registrazione e la trascrizione sono al sicuro.
ja: 現在、要約を作成できませんでした。録音と文字起こしは保存されています。
ko: 지금은 요약을 만들지 못했습니다. 녹음과 텍스트 기록은 안전합니다.
pt_br: Não foi possível criar o resumo agora. A gravação e a transcrição estão salvas.
ru: Сейчас не удалось составить резюме. Запись и расшифровка сохранены.
uk: Зараз не вдалося створити підсумок. Запис і розшифровка збережені.
zh_hans: 目前无法生成摘要。录音和文字记录均已保存。
zh_hk: 目前無法產生摘要。錄音和文字記錄均已保存。
